var knowledge =
[
    //текстовые триады
    
    //1:
    
    [
        "Удельный заряд частицы ",
        "- это ",
        "отношение заряда частицы q к массе m "
    ]
     
    [
        "Значение удельного заряда ",
        "различается ",
        "для ионизированных атомов разных химических элементов, ионизированных атомов одного и того же элемента с различной кратностью заряда, для ионизированных молекул "
    ]
    
    [
        "Методы определения удельного заряда микрочастиц ",
        "основаны ",
        "на изучении движения микрочастиц в электрическом и магнитном полях в условиях вакуума "
    ]
      
    [
        "Сила Лоренца ",
        "действует ",
        "на заряженную частицу в электрическом и магнитном полях "
    ]
    
    [
        "Сила Лоренца ",
        "— это ",
        "сила, с которой электромагнитное поле действует на точечную заряженную частицу "
    ]  
    
    [
        "Частица ",
        "приобретает ",
        "в электрическом поле ускорение a и кинетическую энергию К "
    ]
    
    [
        "Значение ускорения ",
        "зависит ",
        "от удельного заряда частицы q/m "
    ]
    
    [
        "Кинетическая энергия ",
        "равна ",
        "работе А сил электрического поля по перемещению заряда q "
    ]
     
    [
        "Направление составляющей силы Лоренца ",
        "определяется ",
        "векторным произведением скорости на индукцию магнитного поля с учетом знака заряда частицы "
    ]
    
    [
        "Составляющая силы Лоренца ",
        "перпендикулярна ",
        "линиям магнитной индукции и скорости движения частицы "
    ]
    
    // 11: 
    
    [
        "Работа составляющей силы Лоренца ",
        "равна ",
        "нулю "
    ]
    
    [
        "Составляющая силы Лоренца ",
        "изменяет ",
        "направление скорости частицы, искривляя траекторию ее движения "
    ]
   
    [
        "Радиус траектории заряженной частицы ",
        "зависит ",
        "от удельного заряда q/m частицы, т. е. от ее природы, если она движется в однородном магнитном поле"
    ]

    [
        "Период обращения заряженной частицы ",
        "зависит ",
        "от удельного заряда q/m частицы, т. е. от ее природы, если она движется в однородном магнитном поле"
    ]

    [
        "Частота обращения заряженной частицы ",
        "зависит ",
        "от удельного заряда q/m частицы, т. е. от ее природы, если она движется в однородном магнитном поле"
    ]
    
    [
        "Обе составляющих силы Лоренца ",
        "надо учитывать ",
        "при описании движения частицы, если частица движется одновременно в электрическом и магнитном полях "
    ]
     
    [
        "Измерение отношения заряда электрона к его массе ",
        "осуществляется ",
        "методом магнетрона "
    ]
       
    [
        "Сила Fe ",
        "изменяет ",
        "скорость частицы и по модулю, и по направлению "
    ]
    
    [
        "Силы Fm ",
        "искривляет ",
        "траекторию движения частицы "
    ]  
    
    [
        "Вектор силы Fq ",
        "действует ",
        "на электрон со стороны электрического поля "
    ]
    
    //21: 
    
    [
        "Вектор силы Fq  ",
        "направлен ",
        "вдоль радиуса против направления силовых линий поля от катода к аноду "
    ]
    
    [
        "Электроны, испускаемые разогретым катодом ",
        "движутся ",
        "к аноду прямолинейно по радиальным направлениям под действием только электрического поля "
    ]
    
    [
        "",
        "",
        ""
    ]
    
    [
        "",
        "",
        ""
    ]
    
    [
        "",
        "",
        ""
    ]
    
    [
        "",
        "",
        ""
    ]
    
    [
        "",
        "",
        ""
    ]

    
    //триады с картинками
    
    [
        "Формула для силы Лоренца ",
        "выглядит ",
        "следующим образом: <br><img src='../images/1.png' /> "
    ]
    
    [
        "Формула для ускорения ",
        "выглядит ",
        "следующим образом: <br><img src='../images/2.png' /> "
    ]
    
    [
        "Формула для кинетической энергии ",
        "выглядит ",
        "следующим образом: <br><img src='../images/3.png' /> "
    ]
    
    [
        "Значение модуля напряженности электрического поля между цилиндрическими электродами вакуумного диода ",
        "выглядит ",
        "следующим образом: <br><img src='../images/5.png' /> "
    ]
    
];

